/* ====================================================================== */
/* Auth Dialog */

/* ---------------------------------------------------------------------- */
/* Window Titles */
"ENTER_CREDENTIALS" = "Accountdaten eingeben";
"CONNECT_TO_SERVER" = "Mit Server verbinden";
"PRINTER_AUTH" = "Drucker-Identifizierung";
"SCREEN_SHARE_AUTH" = "Bildschirmfreigabe";

/* ---------------------------------------------------------------------- */
/* Auth Dialog Messages */

/* Generic Connect */
"GENERIC_MSG_BOTH" = "Geben Sie Name und Kennwort ein, um sich mit „%@“ zu verbinden.";
"GENERIC_MSG_PASS" = "Geben Sie Ihr Kennwort ein, um sich mit „%@“ zu verbinden.";
"GENERIC_MSG_NONAME" = "Geben Sie Ihren Benutzernamen und Ihr Kennwort ein.";

/* Protocol Specific */
"AFP_MSG" = "Geben Sie Name und Kennwort für den Server „%@“ ein.";
"SMB_MSG" = "Geben Sie Name und Kennwort für den Server „%@“ ein.";
"FTP_MSG" = "Geben Sie Name und Kennwort für den Server „%@“ ein.";
"WEBDAV_MSG" = "Geben Sie Name und Kennwort für den Server „%@“ ein.";

/* File Server */
"FS_MSG_BOTH" = "Geben Sie Name und Kennwort für den Server „%@“ ein.";
"FS_MSG_PASS" = "Geben Sie das Kennwort für den Server „%@“ ein.";

/* Generic Server */
"SRV_MSG_BOTH" = "Geben Sie Name und Kennwort für den Server „%@“ ein.";
"SRV_MSG_PASS" = "Geben Sie das Kennwort für den Server „%@“ ein.";

/* Printer */
"PRINT_MSG_BOTH" = "Geben Sie Name und Kennwort für den Drucker „%@“ ein.";
"PRINT_MSG_PASS" = "Geben Sie das Kennwort für den Drucker „%@“ ein.";

/* Print Server */
"PS_MSG_BOTH" = "Geben Sie Benutzername und Kennwort für den Druckerserver „%@“ ein.";
"PS_MSG_PASS" = "Geben Sie Benutzername und Kennwort für den Druckerserver „%@“ ein.";

/* Screen Sharing */
"SS_MSG_BOTH" = "Geben Sie Name und Kennwort ein, um auf den Bildschirm von „%@“ zuzugreifen.";
"SS_MSG_PASS" = "Geben Sie das Kennwort ein, um auf den Bildschirm von „%@“ zuzugreifen.";

"VS_MSG_BOTH" = "Geben Sie Name und Kennwort ein, um den Bildschirm von „%@“ anzuzeigen.";
"VS_MSG_PASS" = "Geben Sie das Kennwort ein, um den Bildschirm von „%@“ anzuzeigen.";

/* Time Machine */
"TM_MSG_BOTH" = "Geben Sie Name und Kennwort für den Server „%@“ ein, damit Time Machine darauf zugreifen kann.";
"TM_MSG_PASS" = "Geben Sie das Kennwort für den Server „%@“ ein, damit Time Machine darauf zugreifen kann.";

/* Pre Auth */
"PA_MSG_BOTH" = "Geben Sie Name und Kennwort für den Proxy-Server „%@“ ein.";
"PA_MSG_PASS" = "Geben Sie das Kennwort für den Proxy-Server „%@“ ein.";


/* ---------------------------------------------------------------------- */
/* Auth Dialog Buttons */
"CONNECT" = "Verbinden";
"SHARE" = "Freigeben";
"PRINT" = "Drucken";
"VIEW" = "Darstellung";
"OK" = "OK";

"CONNECT_AS" = "Verbinden als:";
"GUEST" = "Gast";
"REGISTERED_USER" = "Registrierter Benutzer";

"CONNECT_BY" = "Verbinden:";
"BY_ASKING_FOR_PERMISSION" = "Durch Fragen um Erlaubnis";
"AS_REGISTERED_USER" = "Als registrierten Benutzer";


/* ---------------------------------------------------------------------- */
/* Tool Tips */
"TOOLTIP_NAME_SMB" = "Domain\\Benutzername";

/* ====================================================================== */
/* Share Picker Messages */
"SELECT_VOLUME_ON_SERVER" = "Auf „%@“ zu aktivierende Volumes auswählen:";
"SELECT_VOLUME" = "Zu aktivierende Volumes auswählen:";

"SELECT_PRINTER_ON_SERVER" = "Wählen Sie den Drucker auf „%@“:";

/* ---------------------------------------------------------------------- */
/* default western encoding name */
"WESTERN_MAC" = "Westeuropäisch (Mac)";


/* ====================================================================== */
/* Change Password */
"CHANGE_PASSWORD_MSG" = "Ändern Sie das Kennwort für „%1$@“ auf „%2$@“.";


/* ====================================================================== */
/* Progress Dialog */
"CONNECTING_TO_GENERIC" = "Verbinden …";
"CONNECTING_TO_HOST" = "Mit „%@“ verbinden";


/* ====================================================================== */
/* Volume Password */
"ENTER_VOLUME_PASSWORD_FOR_SERVER" = "Geben Sie das Kennwort für „%@“ auf dem Dateiserver „%@“ ein.";
"ENTER_VOLUME_PASSWORD" = "Geben Sie das Kennwort für „%@“ ein.";


/* ====================================================================== */
/* Keychain Kinds */
"NETWORK_PASSWORD" = "Netzwerkkennwort";
"PRINT_PASSWORD" = "Drucker-Kennwort";
"AFP_PASSWORD" = "AFP-Kennwort";
"SMB_PASSWORD" = "SMB-Kennwort";
"FTP_PASSWORD" = "FTP-Kennwort";
"WEBDAV_PASSWORD" = "WebDAV-Kennwort";
"VNC_PASSWORD" = "VNC-Kennwort";


/* ====================================================================== */
/* ---------------------------------------------------------------------- */
/* Error Message Text */
"EMSG_OCCURRED" = "Ein Fehler ist aufgetreten.";
"EMSG_INVALID_PWD" = "Das eingegebene Kennwort ist ungültig.";
"EMSG_INVALID_NAME_PWD" = "Der eingegebene Benutzername oder das Kennwort sind ungültig.";
"EMSG_PWD_EXPIRED" = "Ihr Kennwort ist abgelaufen.";
"EMSG_PWD_NEEDS_CHANGE" = "Ihr Kennwort muss geändert werden.";
"EMSG_PWD_POLICY" = "Ihr Kennwort erfüllt nicht die erforderlichen Kriterien des Servers.";
"EMSG_CONNECTION_FAILED" = "Verbindung fehlgeschlagen";

"EMSG_MOUNT_FAILURE" = "Ein Volume konnte nicht aktiviert werden.";

/* ---------------------------------------------------------------------- */
/* Error Info Text */
"EINFO_TRY_AGAIN" = "Bitte versuchen Sie es erneut.";
"EINFO_CONTACT_ADMIN" = "Weitere Informationen erhalten Sie von Ihrem Systemadministrator.";

"EINFO_NO_ACCESS_USER" = "Sie haben nicht die erforderlichen Zugriffsrechte, um auf den Server „%@“ zuzugreifen.";
"EINFO_NO_ACCESS_GUEST" = "Der Server „%@“ erlaubt keinen Gastzugriff.";
"EINFO_SAME_MACHINE" = "Der Server „%@“ ist auf Ihrem Computer verfügbar. Greifen Sie lokal auf Volumes und Dateien zu.";
"EINFO_NO_SERVER" = "Möglicherweise ist der Server „%@“ nicht vorhanden oder zurzeit nicht verfügbar. Überprüfen Sie den Servernamen oder die IP-Adresse sowie die Netzwerkverbindung, und versuchen Sie es dann erneut.";
"EINFO_TOO_MANY_USERS" = "Es können sich keine weiteren Benutzer am Server „%@“ anmelden. Versuchen Sie es später erneut.";
"EINFO_GENERAL" = "Beim Verbinden mit dem Server „%@“ ist ein Fehler aufgetreten. Überprüfen Sie den Servernamen oder die IP-Adresse und versuchen Sie es dann erneut.\n\nFalls das Problem weiterhin besteht, wenden Sie sich an Ihren Systemadministrator.";
"EINFO_NO_SHARES" = "Es sind keine Freigaben verfügbar oder Sie dürfen nicht auf dem Server „%@“ darauf zugreifen. Wenden Sie sich zur Problembehebung an Ihren Systemadministrator.";

"EINFO_NO_ACCESS_USER_UNKNOWN" = "Sie haben nicht die erforderlichen Zugriffsrechte, um auf diesen Server zuzugreifen.";
"EINFO_NO_ACCESS_GUEST_UNKNOWN" = "Dieser Server erlaubt keinen Gastzugriff.";
"EINFO_SAME_MACHINE_UNKNOWN" = "Der Dateiserver ist auf Ihrem Computer verfügbar. Greifen Sie lokal auf Volumes und Dateien zu.";
"EINFO_NO_SERVER_UNKNOWN" = "Möglicherweise ist der Server nicht vorhanden oder zurzeit nicht verfügbar. Überprüfen Sie den Servernamen oder die IP-Adresse sowie die Netzwerkverbindung, und versuchen Sie es dann erneut.";
"EINFO_TOO_MANY_USERS_UNKNOWN" = "Es können sich keine weiteren Benutzer an diesem Dateiserver anmelden. Bitte versuchen Sie es später erneut.";
"EINFO_GENERAL_UNKNOWN" = "Beim Verbinden mit dem Server ist ein Fehler aufgetreten. Überprüfen Sie den Servernamen oder die IP-Adresse und versuchen Sie es dann erneut.\n\nFalls das Problem weiterhin besteht, wenden Sie sich an Ihren Systemadministrator.";
"EINFO_NO_SHARES_UNKNOWN" = "Es sind keine Freigaben verfügbar oder Sie dürfen nicht auf dem Server darauf zugreifen. Wenden Sie sich zur Problembehebung an Ihren Systemadministrator.";

"EINFO_UNKNOWN_MOUNT_FAILED" = "Beim Aktivieren eines Volumes ist ein Fehler aufgetreten.";
"EINFO_ONE_MOUNT_FAILED" = "Das Volume „%@“ konnte nicht aktiviert werden.";
"EINFO_MULTIPLE_MOUNTS_FAILED" = "Folgende Volumes konnten nicht aktiviert werden:";
